"S3 (Amazon Simple Storage Service)" = "S3 (Amazon vienkāršas uzglabāšanas serviss)";

/* Use your Access Key ID as the value of the AWSAccessKeyId parameter in requests you send to Amazon Web Services (when required). Your Access Key ID identifies you as the party responsible for the request. */
"Access Key ID" = "Piekļuves atslēgas apliecība";

/* Since your Access Key ID is not encrypted in requests to AWS, it could be discovered and used by anyone. Services that are not free require you to provide additional information, a request signature, to verify that a request containing your unique Access Key ID could only have come from you. */
"Secret Access Key" = "Slepenais piekļuves kods";

/* The current status of the distribution. When the status is Deployed, the distribution's information is fully propagated throughout the Amazon CloudFront system. */
"InProgress" = "Procesā";

/* The current status of the distribution. When the status is Deployed, the distribution's information is fully propagated throughout the Amazon CloudFront system. */
"Deployed" = "Izvietots";

"eu-west-1" = "EU (Īrija)";
"eu-west-2" = "EU (Londona)";
"eu-west-3" = "EU (Parīze)";
"eu-north-1" = "EU (Stoholma)";
"eu-south-1" = "EU (Milāna)";
"us-east-1" = "ASV austrumi (Ziemeļvirdžīnija)";
"us-west-1" = "ASV Rietumi (Ziemeļkalifornija) ";
"us-west-2" = "ASV Rietumi (Oregona)";
"ap-southeast-1" = "Āzijas Klusā okeāna reģions (Singapūra)";
"ap-northeast-1" = "Āzijas Klusā okeāna reģions (Tokija)";
"sa-east-1" = "Dienvidamerika (Sanpaulu) ";
"ap-southeast-2" = "Āzijas Klusā okeāna reģions (Sidneja)";
"eu-central-1" = "EU (Frankfurte)";
"us-east-2" = "ASV austrumi (Ohaijo)";
"ap-northeast-2" = "Āzijas Klusā okeāna reģions (Seula)";
"ap-northeast-3" = "Asia Pacific (Osaka)";
"ap-south-1" = "Āzijas Klusā okeāna reģions (Mumbaja)";
"ap-east-1" = "Āzijas Klusā okeāna reģions (Hong Konga)";
"ca-central-1" = "Kanāda (Monreāla)";
"cn-north-1" = "Ķīna (Beinga)";
"cn-northwest-1" = "Ķīna (Ninga)";
"me-south-1" = "Tuvie Austrumi (Bahreina) ";
"af-south-1" = "Āfrika (Keiptauna) ";

/* Delivery methods including streaming protocols. */ 
"Download (HTTP)" = "Lejuplāde (HTTP) CDN";
"Streaming (RTMP)" = "Straumēšana (RTMP) CDN";
"Custom Origin Server (HTTP/HTTPS)" = "Pielāgots izcelsmes servera (HTTP/HTTPS) CDN ";

/* S3 Website Configuration (HTTP) with index document */
"Website Configuration (HTTP)" = "Interneta vietnes iestatījumi (HTTP)";
"NoSuchWebsiteConfiguration" = "Norādītam avotam nav interneta vietnes iestatījumu";

/* Storage class */
"STANDARD" = "Standard Storage";
"STANDARD_IA" = "Standard IA (Infrequent Access)";
"INTELLIGENT_TIERING" = "Inteliģents-Savienojums";
"ONEZONE_IA" = "Viena zona - reta pieeja";
"REDUCED_REDUNDANCY" = "Samazināta līdzīgo datu glabātuve (RRS)";
"GLACIER" = "Sastingums";
"DEEP_ARCHIVE" = "Sastingums arhīvā";

/* Google Storage Regions */
"us" = "United States";
"eu" = "European Union";
"asia" = "Asia";

/* Google Storage */
"MULTI_REGIONAL" = "Daudzreģionu";
"REGIONAL" = "Regional Storage";
"NEARLINE" = "Nearline Storage";
"COLDLINE" = "Coldline Storage";

/* Google Login Credentials */
"Google Account Email" = "Google konta e-pasts";
"Google Account Password" = "Google konta kods";

/* MFA */
"Multi-Factor Authentication" = "Multi-Faktoru autentificēšana";
"MFA Serial Number" = "MFA seriālais nummurs";
"MFA Authentication Code" = "MFA autentifikācijas kods";

/* ACL Editing */
"Canonical User ID" = "Kanoniskā lietotāja ID";
"Email Address" = "E-pasta adrese";

/* Amazon Related ACL Scopes */
"Amazon Customer Email Address" = "Amazon lietotāja e-pasta adrese";

/* Google Storage Related ACL Scopes */
"Google Account Email Address" = "Google konta e-pasta adrese";
"Google Group Email Address" = "Google grupas e-pasta adrese";
"Google Apps Domain" = "Google aplikāciju domēns";

"http://acs.amazonaws.com/groups/global/AllUsers" = "Ikviens";
"http://acs.amazonaws.com/groups/s3/LogDelivery" = "Piegādes ieraksti";
"AllUsers" ="Ikviens";
"AllAuthenticatedUsers" = "Google konta turētājs";

/* Signed URL Expiry */
"Pre-Signed" = "Parakstīts";
"Expires {0}" = "Beidzas {0}";

/* HTTP Metadata */
"Custom Header" = "Pielāgota galvene";

/* CloudFront object invalidation */
"{0} invalidations in progress" = "{0} atzītas par nederīgām ir procesā";
"{0} invalidations completed" = "{0} atzītas par nederīgām ir pabeigts";

"Bucket name is not DNS compatible" = "Avota vārds nav priekš DNS atbilstošs";

/* Lifecyle configuration */
"after {0} Days" = "pēc {0} Dienām";
